;录入项配置，请勿随意修改，以免造成系统运行异常
;Required表示对于某种检测方法是否必填，第1位:ASM(稳态),第2位:VMAS(简易瞬态),第3位:LUGDOWN(加载减速),第4位:DIS(双怠速),第5位:FSUNHT(不透光自由加速),第6位:FSUYD(滤纸式自由加速)
;DefaultValue为显示的默认值

;车牌号码
[PlateNumber]
Required=11111111
DefaultValue=粤Y

;车牌类型
[PlateType]
Required=11111111
DefaultValue=蓝牌

;登记日期
[RegistrationDate]
Required=11111111
DefaultValue=

;车主
[Owner]
Required=11111111
DefaultValue=

;车主电话
[Phone]
Required=00000000
DefaultValue=

;车主地址
[Address]
Required=00000000
DefaultValue=

;使用性质
[UseCharacter]
Required=00000000
DefaultValue=

;生产厂家
[Manufacturer]
Required=00000000
DefaultValue=

;型号
[Model]
Required=00000000
DefaultValue=

;生产日期
[ProductionDate]
Required=11111111
DefaultValue=

;车辆识别码
[VIN]
Required=11111111
DefaultValue=

;底盘型号
[ChassisModel]
Required=00000000
DefaultValue=

;车辆类型
[VehicleType]
Required=11111111
DefaultValue=

;最大总质量
[MaximumTotalMass]
Required=11111111
DefaultValue=

;整备质量
[UnladenMass]
Required=11000000
DefaultValue=

;轴重
[AxleMass]
Required=00000000
DefaultValue=

;核载质量
[RatedLoadingMass]
Required=00000000
DefaultValue=

;核载人数
[RatedPassengerCapacity]
Required=11110000
DefaultValue=

;轮胎气压
[TyrePressure]
Required=00000000
DefaultValue=

;行驶里程
[TravelledDistance]
Required=00000000
DefaultValue=

;发动机生产厂家
[EngineManufacturer]
Required=00000000
DefaultValue=

;发动机型号
[EngineModel]
Required=00000000
DefaultValue=

;发动机号
[EngineNumber]
Required=00000000
DefaultValue=

;排量
[Displacement]
Required=00000000
DefaultValue=

;汽缸数
[NumberOfCylinder]
Required=00000000
DefaultValue=

;供油方式
[OilSupplyMode]
Required=00010000
DefaultValue=

;进气方式
[AirIntakeMode]
Required=00101110
DefaultValue=

;有无催化转化器
[HasCatalyticConverter]
Required=00010000
DefaultValue=

;燃油类别
[FuelType]
Required=11111111
DefaultValue=

;燃油规格
[FuelMark]
Required=00000000
DefaultValue=

;是否双燃料
[DoubleFuel]
Required=00000000
DefaultValue=

;额定转速
[RatedRev]
Required=00111111
DefaultValue=

;额定功率
[RatedPower]
Required=00100000
DefaultValue=

;最大净功率
[MaximumNetPower]
Required=00000000
DefaultValue=

;变速器类型
[GearBoxType]
Required=01000000
DefaultValue=

;档位数
[NumberOfGears]
Required=00000000
DefaultValue=

;驱动方式
[DriveType]
Required=00000000
DefaultValue=

;环保标志
[EPSign]
Required=00000000
DefaultValue=

;合格证号码
[CertificateNumber]
Required=00000000
DefaultValue=

;独立双排气管
[IndependentDoubleExhaustPipe]
Required=00000000
DefaultValue=

;牵引力控制系统
[TCS]
Required=00000000
DefaultValue=

;燃油泵形式
[FuelPumpMode]
Required=00000000
DefaultValue=

;是否载客车
[PassengerVehicle]
Required=11110000
DefaultValue=

;周期内检测次数
[NumberOfTestPeriod]
Required=00000000
DefaultValue=